Repository: common-repository/cnews
Catalog: languages/cnews-*.po
Languages: da_dk

source: You have composed an email, but you have have not confirmed that it is to be sent.
da_dk: Du har komponeret en e-mail, men du har ikke bekræftet at den skal sendes.

source: You have to add a subject.
da_dk: Du skal angive et emne

source: The subject must be between 5 and 78 characters long.
da_dk: Emnet skal være mellem 5 og 78 tegn langt.

source: You have to type a message in order to send emails.
da_dk: Du skal skrive en besked for at kunne sende e-mails.

source: Your emails has NOT been sent out because you did not select any user groups to send to.
da_dk: Dine e-mails er ikke blevet sendt ud, fordi du ikke valgte nogen brugergruppe(r) at sende til.

source: Your emails are being sent out now.
da_dk: Dine e-mails bliver sendt ud nu.

source: Your email could not be sent because of the following error
da_dk: Din e-mail kunne ikke sendes på grund af følgende fejl

source: Send email notification
da_dk: Send e-mail notifikation

source: Emails sent out
da_dk: E-mails sendt ud

source: CNews posttype settings
da_dk: CNews Posttype indstillinger

source: CNews email settings
da_dk: CNews e-mail indstillinger

source: Leave empty to use the default email address
da_dk: Lad feltet være tomt for at bruge standard e-mail-adressen

source: Leave empty to use the default name
da_dk: Lad feltet være tomt for at bruge standardnavnet

source: Choose the post types that you would like to be able to send notifications from.
da_dk: Vælg de indholdstyper som du gerne vil være i stand til at sende meddelelser fra.

source: Set name and email address that will be shown as From: when sending out emails.
da_dk: Indstil navn og e-mailadresse der vil blive vist som Fra: når modtagerne modtager dine mails.

source: You do not have access to perform this action.
da_dk: Du har ikke adgang til at udføre denne handling.

source: Access denied
da_dk: Adgang nægtet

source: Subject
da_dk: Emne

source: Email sent
da_dk: Email sendt

source: Receivers
da_dk: Modtagere

source: No emails has been sent out.
da_dk: Ingen e-mails er sendt ud.

source: The mail has not been sent yet.
da_dk: Din mail er ikke blevet sendt endnu.

source: Must be between 5 and 78 characters long.
da_dk: Emnet skal være mellem 5 og 78 tegn langt.

source: Message
da_dk: Besked

source: All members in the selected groups that has enabled notifications will receive an email. If there are no members in the selected group(s) the mail will not be sent out.
da_dk: Alle medlemmer i de udvalgte grupper, som har aktiveret meddelelser vil modtage en e-mail. Hvis der er ingen medlemmer er i den valgte gruppe, vil din mail ikke vil blive sendt ud.

source: Confirm
da_dk: Bekræft

source: Please confirm in order to send the emails.
da_dk: Bekræft for at sende e-mails ud.

source: Receive notifications
da_dk: Modtag e-mail notifikationer
